Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: Error
ar: خطأ
cy: Gwall
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
fr_ca: Erreur
hi: त्रुटि
is: Villa
it: Errore
ja: エラー
ms: Ralat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ru: Ошибка
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
vi: Lỗi
zh: 错误
zh_hk: 錯誤

source: Error fetching response.
ar: حدث خطأ أثناء إحضار الاستجابة.
ca: S’ha produït un error en obtenir la resposta.
cy: Gwall wrth nôl ymateb.
da: Fejl ved hentning af svar.
de: Fehler beim Abrufen der Antwort.
es: Se produjo un error al buscar la respuesta.
es_es: Error al buscar la respuesta.
fi: Virhe vastauksen noudossa.
fr: Erreur lors de la récupération de la réponse.
fr_ca: Erreur dans l’extraction de la réponse.
ga: Earráid ag fáil freagra.
hi: प्रतिक्रिया लाने में त्रुटि हुई।
is: Villa við að sækja svör.
it: Errore durante il recupero della risposta.
ja: レスポンスの取得に失敗しました。
ms: Ralat mendapatkan respons.
nb: Kunne ikke hente respons.
nl: Fout bij het ophalen van het antwoord/
pl: Błąd podczas pobierania odpowiedzi.
pt: Erro ao obter a resposta.
pt_br: Erro ao buscar a resposta.
ru: Ошибка получения ответа.
sl: Napaka pri pridobivanju odgovora.
sv: Ett fel inträffade vid hämtning av svar.
th: เกิดข้อผิดพลาดในการสืบค้นคำตอบ
vi: Lỗi khi tìm nạp phản hồi.
zh: 获取响应时出错。
zh_hk: 擷取回應時發生錯誤。

source: Error loading comments.
ar: حدث خطأ أثناء تحميل التعليقات.
ca: S'ha produït un error en carregar els comentaris.
cy: Gwall wrth lwytho sylwadau.
da: Fejl ved indlæsning af kommentarer.
de: Fehler beim Laden der Kommentare.
es: Se produjo un error al cargar los comentarios.
es_es: Se ha producido un error al cargar los comentarios.
fi: Virhe kommentteja ladattaessa.
fr: Erreur de chargement des commentaires.
fr_ca: Erreur lors du chargement des commentaires.
ga: Earráid agus ráitis á lódáil.
hi: टिप्पणियां लोड करने में त्रुटि हुई।
is: Villa við að sækja athugasemdir.
it: Errore durante il caricamento dei commenti.
ja: コメントの読み込みに失敗しました。
ms: Ralat memuatkan Koleksi.
nb: Feil ved lasting av kommentarer.
nl: Fout bij het laden van opmerkingen.
pl: Błąd podczas wczytywania komentarzy.
pt: Erro ao carregar comentários.
pt_br: Erro ao carregar comentários.
ru: Произошла ошибка при загрузке комментариев.
sl: Napaka pri nalaganju komentarjev.
sv: Det gick inte att läsa in kommentarer.
th: มีข้อผิดพลาดในการโหลดความเห็น
vi: Lỗi khi tải bình luận.
zh: 加载评论时出错。
zh_hk: 載入評論時發生錯誤。

source: Error loading scores.
ar: حدث خطأ أثناء تحميل النتائج.
ca: S'ha produït un error en carregar les puntuacions.
cy: Gwall wrth lwytho sgorau.
da: Fejl ved indlæsning af resultater.
de: Fehler beim Laden von Bewertungen.
es: Se produjo un error al cargar los puntajes.
es_es: Se ha producido un error al cargar las puntuaciones.
fi: Virhe pistemääriä ladattaessa.
fr: Erreur lors du chargement des scores.
fr_ca: Erreur de chargement des scores.
ga: Earráid ag lódáil scóir.
hi: अंक लोड करने में त्रुटि हुई।
is: Villa við að hlaða einkunnum.
it: Errore durante il caricamento dei punteggi.
ja: スコアの読み込みに失敗しました。
ms: Ralat memuatkan skor.
nb: Feil ved lasting av poengsummer.
nl: Fout bij het laden van scores.
pl: Błąd podczas wczytywania wyników.
pt: Erro ao carregar pontuações.
pt_br: Erro ao carregar as pontuações.
ru: Ошибка при загрузке оценок.
sl: Napaka pri nalaganju rezultatov.
sv: Ett fel inträffade vid inläsning av resultat.
th: เกิดข้อผิดพลาดในการโหลดคะแนน
vi: Lỗi khi tải điểm.
zh: 加载评分时出错。
zh_hk: 載入分數時發生錯誤。

source: Excused
ar: معفى
ca: Justificat
cy: Wedi esgusodi
da: Undskyldt
de: Entschuldigt
es: Justificado
es_es: Justificado
fi: Vapautettu
fr: Excusé
fr_ca: Exempté
ga: Leithscéal ina leith
hi: माफ़ किया
is: Undanþegið
it: Giustificato
ja: 評価対象外(免除)
ms: Dimaafkan
nb: Fritatt
nl: Vrijgesteld
pl: Usprawiedliwiony
pt: Desculpado
pt_br: Dispensado
ru: По уважительной причине
sl: Opravičeno
sv: Ursäktad
th: ได้รับการยกเว้น
vi: Đã Xin Phép
zh: 已免除
zh_hk: 已免除

source: Experience
ar: التجربة
ca: Experiència
cy: Profiad
da: Erfaring
de: Erlebnis
es: Experiencia
es_es: Experiencia
fi: Kokemus
fr: Expérience
fr_ca: Expérience
ga: Eispéireas
hi: अनुभव
is: Upplifun
it: Esperienza
ja: 経験
ms: Pengalaman
nb: Opplevelse
nl: Ervaring
pl: Doświadczenie
pt: Experiência
pt_br: Experiência
ru: Опыт
sl: Izkušnja
sv: Erfarenhet
th: การใช้งาน
vi: Trải nghiệm
zh: 体验
zh_hk: 體驗

source: External tool
ar: الأداة الخارجية
ca: Eina externa
cy: Adnodd allanol
da: Eksternt værktøj
de: Externes Tool
es: Herramienta externa
es_es: Herramienta externa
fi: Ulkoinen työkalu
fr: Outil externe
fr_ca: Outil externe
ga: Uirlis sheachtrach
hi: बाहरी उपकरण
is: Ytra tól
it: Strumento esterno
ja: 外部ツール
ms: Alat luar
nb: Eksternt verktøy
nl: Externe tool
pl: Narzędzie zewnętrzne
pt: Ferramenta externa
pt_br: Ferramenta externa
ru: Внешний инструмент
sl: Zunanje orodje
sv: Externt verktyg
th: เครื่องมือจากภายนอก
vi: Công cụ ngoài
zh: 外部工具
zh_hk: 外部工具

source: Feedback:
ar: الملاحظات:
ca: Suggeriments:
cy: Adborth:
es: Comentarios:
es_es: Comentarios:
fi: Palaute:
fr: Commentaires :
fr_ca: Rétroaction
ga: Aiseolas:
hi: फ़ीडबैक:
is: Endurgjöf:
ja: フィードバック：
ms: Maklum balas:
nb: Tilbakemelding:
pl: Informacje zwrotne:
pt_br: Comentários:
ru: Отзыв
sl: Povratne informacije:
th: ข้อเสนอแนะ:
vi: Ý kiến phản hồi:
zh: 反馈：
zh_hk: 回饋：

source: Fiji (+12:00/+12:00)
ar: فيجي (+12:00/+12:00)
de: Fidschi (+12:00/+12:00)
es: Fiyi (+12:00/+12:00)
es_es: Fiyi (+12:00/+12:00)
fi: Fidži (+12:00/+12:00)
fr_ca: Fidji (+12:00/+12:00)
ga: Fidsí (+12:00/+12:00)
hi: फ़िजी (+12:00/+12:00)
is: Fiji-eyjar (+12:00/+12:00)
it: Figi (+12:00/+12:00)
ja: フィジー (+12:00/+12:00)
pl: Fidżi (+12:00/+12:00)
ru: Фиджи (+12:00/+12:00)
sl: Fidži (+12:00/+12:00)
th: ฟิจิ (+12:00/+12:00)
zh: 斐济 (+12:00/+12:00)
zh_hk: 斐濟 (+12:00/+12:00)

source: File upload
ar: تحميل الملف
ca: Penjada de fitxer
cy: Llwytho ffeil i fyny
da: Fil upload
de: Datei hochladen
es: Carga del archivo
es_es: Carga del archivo
fi: Tiedoston lataus
fr: Téléchargement de fichier
fr_ca: Téléversement de fichier
hi: फ़ाइल अपलोड
is: Upphleðsla skrár
it: Caricamento file
ja: ファイルのアップロード
ms: Muat naik fail
nb: Filopplasting
nl: Bestandsupload
pl: Pobieranie pliku
pt: Carregamento de ficheiro
pt_br: Upload de arquivo
ru: Загрузка файла
sl: Nalaganje datotek
sv: Filuppladdning
th: การอัพโหลดไฟล์
vi: Tải lên tập tin
zh: 文件上传
zh_hk: 檔案上傳

source: Filter
ar: عامل تصفية
ca: Filtra
cy: Hidlo
es: Filtrar
es_es: Filtrar
fi: Suodatin
fr: Filtre
fr_ca: Filtre
ga: Scag
hi: फ़िल्टर
is: Sía
it: Filtra
ja: フィルタ
ms: Tapis
pl: Filtruj
pt: Filtrar
pt_br: Filtrar
ru: Фильтровать
sv: Filtrera
th: ตัวกรอง
vi: Lọc
zh: 筛选器
zh_hk: 篩選器

source: Filter by person
ar: تصفية حسب الشخص
ca: Filtreu per persona
cy: Hidlo yn ôl person
da: Filtrer efter person
de: Nach Person filtern
es: Filtrar por persona
es_es: Filtrar por persona
fi: Suodata henkilön perusteella
fr: Filtrer par personne
fr_ca: Filtrer par personne
ga: Scag de réir duine
hi: व्यक्ति अनुसार फ़िल्टर करें
is: Sía eftir einstaklingi
it: Filtra per persona
ja: 人物で絞り込む
ms: Tapis mengikut orang
nb: Filtrer etter person
nl: Filteren op persoon
pl: Filtruj według osoby
pt: Filtrar por pessoa
pt_br: Filtrar por pessoa
ru: Фильтр по персоне
sl: Filtriraj po osebi
sv: Filtrera efter person
th: กรองจากบุคคล
vi: Lọc theo người
zh: 按人员筛选
zh_hk: 依人員篩選

source: Fortaleza (-03:00/-03:00)
ar: فورتاليزا (-03:00/-03:00)
hi: फ़ोर्टालेज़ा (-03:00/-03:00)
ja: フォルタレザ (-03:00/-03:00)
ru: Форталеза (-03:00/-03:00)
th: โฟร์ตาเลซา (-03:00/-03:00)
zh: 福塔雷萨 (-03:00/-03:00)
zh_hk: 福塔雷薩 (-03:00/-03:00)

source: Full Name
ar: الاسم الكامل
ca: Nom complet
cy: Enw Llawn
da: Fulde navn
de: Vollständiger Name
es: Nombre completo
es_es: Nombre completo
fi: Koko nimi
fr: Nom complet
fr_ca: Nom complet
ga: Ainm iomlán
hi: पूरा नाम
is: Fullt nafn
it: Nome completo
ja: フルネーム
ms: Nama Penuh
nb: Fullt navn
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
pt_br: Nome completo
ru: Полное имя
sl: Polno ime
sv: Fullständigt namn
th: ชื่อนามสกุล
vi: Tên Đầy Đủ
zh: 全名
zh_hk: 全名

source: Full Name can only be changed by your institution.
ar: يمكن تغيير الاسم الكامل حسب المؤسسة الخاصة بك فقط.
ca: Només la institució pot canviar el nom complet.
cy: Dim ond eich sefydliad sy’n gallu newid enw llawn.
da: Fulde navn kan kun ændres af din institution.
de: Der vollständige Name kann nur von Ihrer Institution geändert werden.
es: Solo su institución puede cambiar el nombre completo.
es_es: El nombre completo solo puede cambiarlo la empresa.
fi: Vain oppilaitoksesi voi muuttaa nimeä.
fr: Seul votre établissement peut changer le nom complet.
fr_ca: Le nom complet ne peut être modifié que par votre institution.
ga: Ní féidir ach le d'institiúid d'ainm iomlán a athrú.
hi: पूरा नाम आपके संस्थान द्वारा बदला जा सकता है।
is: Aðeins stofnunin þín getur breytt fulla nafninu.
it: Il Nome completo può essere modificato solo dall’istituto.
ja: フルネームは、所属機関のみが変更可能です。
ms: Nama Penuh hanya boleh diubah oleh institusi anda.
nb: Fullt navn kan bare endres av institusjonen din.
nl: De volledige naam kan alleen worden gewijzigd door je instituut.
pl: Imię i nazwisko może zmienić tylko instytucja.
pt: Nome completo só pode ser alterado pela sua instituição.
pt_br: O nome completo só pode ser alterado pela sua instituição.
ru: Полное имя может изменить только ваше заведение.
sl: Polno ime lahko spremeni samo vaša ustanova.
sv: Endast lärosätet kan ändra det fullständiga namnet.
th: สามารถแก้ไขชื่อนามสกุลได้โดยสถาบันของคุณเท่านั้น
vi: Tên Đầy Đủ chỉ có thể được thay đổi bởi tổ chức của bạn.
zh: 只有您的机构才能更改全名。
zh_hk: 僅限由您的機構變更全名。

source: Georgetown (-04:00/-04:00)
ar: جورج تاون (-04:00/-04:00)
hi: जॉर्जटाउन (-04:00/-04:00)
ja: ジョージタウン（-04:00/-04:00）
ru: Джорджтаун (-04:00/-04:00)
th: จอร์จทาวน์ (-04:00/-04:00)
zh: 乔治城 (-04:00/-04:00)
zh_hk: 喬治城 (-04:00/-04:00)

source: Get a notification anytime an assignment is scored or the score is changed, and anytime the score weight is changed.
ar: احصل على إعلام في أي وقت عندما يتم منح درجة للمهمة أو يتم تغيير الدرجة، وفي أي وقت يتغير توزيع الدرجة.
ca: Rebreu una notificació cada vegada que es puntuï una activitat o la puntuació canviï, i cada vegada que canviï la ponderació de la puntuació.
cy: Cael hysbysiad unrhyw bryd y rhoddir sgôr i aseiniad neu y caiff y sgôr ei newid, ac unrhyw bryd y newidir pwysiad y sgôr.
da: Få en meddelelse, hver gang en opgave bedømmes, eller resultatet ændres, og hver gang resultatets vægtning ændres.
de: Lassen Sie sich jedes Mal benachrichtigen, wenn eine Aufgabe bewertet oder die Bewertung geändert wird und wenn die Gewichtung der Bewertung geändert wird.
es: Reciba una notificación cada vez que se asigne un puntaje a una tarea o se modifique el puntaje, y cada vez que se modifique la ponderación del puntaje.
es_es: Recibe una notificación cuando se califique una actividad o se modifique la puntuación, así como cada vez que cambie la ponderación de la puntuación.
fi: Saat ilmoituksen aina, kun tehtävä pisteytetään tai pistemäärää muutetaan, ja aina, kun pistemäärän painoarvoa muutetaan.
fr: Recevez une notification chaque fois qu’un travail est noté ou que la note ou son coefficient a changé.
fr_ca: Recevoir une notification à chaque fois qu’un travail est noté ou que la note est modifiée, et à chaque fois que la pondération de la note est modifiée.
ga: Faigh fógra aon uair a scóráiltear tasc nó a athraítear an scór, agus aon uair a athraítear meáchan an scóir.
hi: जब भी किसी असाइनमेंट को अंक दिए जाते हैं या अंक में परिवर्तन किया जाता है तथा जब भी अंक भार में परिवर्तन किया जाता है, तो सूचना प्राप्त करें।
is: Fáðu tilkynningu í hvert skipti sem verkefni er gefið einkunn eða einkunn breytist og í hvert skipti sem vægi einkunna breytist.
it: Ricevi una notifica ogniqualvolta viene calcolato il punteggio di un compito o il punteggio viene cambiato e ogniqualvolta viene cambiato il peso del punteggio.
ja: 課題が採点された、またはスコアが変更された際に通知を受け取ります。また、スコアの重みが変更された際にも通知を受け取ります。
ms: Dapatkan pemberitahuan setiap kali tugasan diberikan skor atau skor diubah, dan pada bila-bila pemberat skor diubah.
nb: Få et varsel hver gang en oppgave blir vurdert eller poengsummen endres, og hver gang poengvekten endres.
nl: Ontvang elke keer een melding wanneer een opdracht is beoordeeld of de score is gewijzigd, en elke keer dat het gewicht van de score is gewijzigd.
pl: Uzyskaj powiadomienie, gdy ocenione zostanie zadanie lub zmieni się wynik lub jego waga.
pt: Receba uma notificação sempre que uma tarefa for pontuada ou a pontuação for alterada, e sempre que a ponderação da pontuação for alterada.
pt_br: Receba uma notificação sempre que uma tarefa for pontuada ou a pontuação for alterada, e sempre que o peso da pontuação for alterado.
ru: Получайте уведомления каждый раз, когда задание оценивается или оценка изменяется, а также каждый раз, когда изменяется вес оценки.
sl: Prejmite sporočilo vsakič, ko je naloga ocenjena ali se ocena spremeni, in vsakič, ko se spremeni utež ocene.
sv: Få en avisering varje gång en uppgift bedöms eller om resultatet ändras och varje gång resultatets vikt ändras.
th: รับแจ้งข้อมูลทุกครั้งที่มีการให้คะแนนภารกิจหรือมีการแก้ไขคะแนน และทุกครั้งที่น้ำหนักคะแนนมีการแก้ไข
vi: Nhận thông báo bất cứ khi nào bài tập được chấm điểm hoặc điểm bị thay đổi, và bất cứ khi nào trọng số điểm bị thay đổi.
zh: 作业获得评分或评分更改时以及评分权重更改时随时获得通知。
zh_hk: 作業評分、分數變更以及分數加權變更時，您會收到通知。

source: Get a notification anytime an assignment’s due date is added or changed.
ar: احصل على إعلام في أي وقت تتم فيه إضافة تاريخ استحقاق أو تغييره لمهمة.
ca: Rebreu una notificació cada vegada que s’afegeixi o canviï la data de lliurament d’una activitat.
cy: Cael hysbysiad unrhyw bryd y caiff dyddiad erbyn aseiniad ei ychwanegu neu ei newid
da: Få en meddelelse, når en opgaves afleveringsdato tilføjes eller ændres.
de: Lassen Sie sich jedes Mal benachrichtigen, wenn das Fälligkeitsdatum einer Aufgabe hinzugefügt oder geändert wird.
es: Reciba una notificación cada vez que se agregue o modifique la fecha de entrega de una tarea.
es_es: Recibe una notificación cuando se añada o cambie la fecha de entrega de una actividad.
fi: Saat ilmoituksen aina, kun tehtävän määräpäivää lisätään tai muutetaan.
fr: Recevez une notification chaque fois qu’une date limite de travail est ajoutée ou modifiée.
fr_ca: Recevez une notification chaque fois que la date d’échéance d’un travail est ajoutée ou modifiée.
ga: Faigh fógra aon uair a chuirtear dáta dlite tasc leis nó a athraítear é.
hi: जब भी किसी असाइनमेंट की नियत तिथि जोड़ी जाए या बदली जाए, तो सूचना प्राप्त करें।
is: FáFáðu tilkynningu í hvert skipti sem skiladegi verkefnis er bætt við eða breytt.
it: Ricevi una notifica ogniqualvolta viene aggiunta o cambiare la scadenza di un compito.
ja: 課題の提出期限が追加または変更された際に通知を受け取ります。
ms: Dapatkan pemberitahuan setiap kali tarikh siap tugasan ditambah atau ditukar.
nb: Få et varsel hver gang forfallsdatoen til en oppgave legges til eller endres.
nl: Ontvang elke keer een melding wanneer een inleverdatum aan een opdracht wordt toegevoegd of deze wordt gewijzigd.
pl: Uzyskaj powiadomienie, gdy dodany lub zmieniony zostanie termin.
pt: Receba uma notificação sempre que o prazo de entrega de uma tarefa for adicionado ou alterado.
pt_br: Receba uma notificação sempre que a data de entrega de uma tarefa for adicionada ou alterada.
ru: Получайте уведомления при добавлении или изменении срока выполнения задания.
sl: Prejmite sporočilo vsakič, ko je dodan ali spremenjen rok oddaje naloge.
sv: Få en avisering varje gång ett inlämningsdatum läggs till eller ändras.
th: รับแจ้งข้อมูลทุกครั้งที่มีการเพิ่มหรือแก้ไขกำหนดเวลาสำหรับภารกิจ
vi: Nhận thông báo bất cứ khi nào ngày đến hạn của bài tập được thêm hoặc thay đổi.
zh: 添加或更改作业截止日期时随时获得通知。
zh_hk: 作業截止日期添加或變更時，您會收到通知。

source: Get a notification anytime you receive a course announcement or a new message.
ar: احصل على إعلام في أي وقت تستلم فيه إعلانًا لمساق أو رسالة جديدة.
ca: Rebreu una notificació cada vegada que us arribi un anunci d’assignatura o un missatge nou.
cy: Cael hysbysiad unrhyw bryd rydych chi’n cael cyhoeddiad am y cwrs neu neges newydd.
da: Få en meddelelse, hver gang du modtager en besked fra dit fag eller en ny personlig besked.
de: Lassen Sie sich jedes Mal benachrichtigen, wenn Sie eine Kursankündigung oder eine neue Nachricht erhalten.
es: Reciba una notificación cada vez que reciba un anuncio del curso o un nuevo mensaje.
es_es: Recibe una notificación cuando te llegue un anuncio de una asignatura o un mensaje nuevo.
fi: Saat ilmoituksen aina, kun saat kurssi-ilmoituksen tai uuden viestin.
fr: Recevez une notification chaque fois qu’une annonce de cours ou un nouveau message vous est envoyé.
fr_ca: Recevez une notification à chaque fois que vous recevez une annonce de cours ou un nouveau message.
ga: Faigh fógra aon uair a fhaigheann tú fógra cúrsa nó teachtaireacht nua.
hi: जब भी आपको कोई पाठ्यक्रम घोषणा या नया संदेश प्राप्त हो, तो सूचना प्राप्त करें।
is: Fáðu tilkynningu í hvert skipti sem þú færð tilkynningu eða ný skilaboð.
it: Ricevi una notifica ogniqualvolta ricevi un annuncio del corso o un nuovo messaggio.
ja: コースのアナウンスや新しいメッセージを受信した際に通知を受け取ります。
ms: Dapatkan pemberitaun setiap kali anda menerima pengumuman kursus atau mesej baharu.
nb: Få et varsel hver gang du mottar en ny emnekunngjøring eller ny melding.
nl: Ontvang elke keer een melding wanneer je een cursusaankondiging of een nieuwe bericht ontvangt.
pl: Otrzymuj powiadomienie, gdy otrzymasz ogłoszenie dotyczące kursu lub nową wiadomość.
pt: Receba uma notificação sempre que receber um anúncio da disciplina ou uma nova mensagem.
pt_br: Receba uma notificação sempre que receber um anúncio de curso ou uma nova mensagem.
ru: Получайте уведомления каждый раз, когда вы получаете объявление о курсе или новое сообщение.
sl: Prejmite sporočilo vsakič, ko prejmete obvestilo o predmetu ali novo sporočilo.
sv: Få en avisering varje gång du tar emot ett kursmeddelande eller ett nytt meddelande.
th: รับแจ้งข้อมูลทุกครั้งที่มีประกาศเกี่ยวกับบทเรียนหรือข้อความใหม่
vi: Nhận thông báo bất cứ khi nào bạn nhận được thông báo khóa học hoặc tin nhắn mới.
zh: 在收到课程公告或新消息时随时获得通知。
zh_hk: 收到課程通告或新訊息時，您會收到通知。

source: Greenland (-02:00/-01:00)
ar: غرينلاند (-02:00/-01:00)
ca: Groenlàndia (-02:00/-01:00)
cy: Yr Ynys Werdd (-02:00/-01:00)
da: Grønland (-02:00/-01:00)
de: Grönland (-02:00/-01:00)
es: Groenlandia (-02:00/-01:00)
es_es: Groenlandia (-02:00/-01:00)
fi: Grönlanti (-02:00/-01:00)
fr: Groenland (-02:00/-01:00)
fr_ca: Groenland (-02:00/-01:00)
ga: An Ghraonlainn (-02:00/-01:00)
hi: ग्रीन लैंड (-02:00/-01:00)
is: Grænland (-02:00/-01:00)
it: Groenlandia (-02:00/-01:00)
ja: グリーンランド (-02:00/-01:00)
nb: Grønland (-02:00/-01:00)
nl: Groenland (-02:00/-01:00)
pl: Grenlandia (-02:00/-01:00)
pt: Gronelândia (-02:00/-01:00)
pt_br: Groenlândia (-02:00/-01:00)
ru: Гренландия (-02:00/-01:00)
sl: Grenlandija (-02:00/-01:00)
sv: Grönland (-02:00/-01:00)
th: กรีนแลนด์ (-02:00/-01:00)
zh: 格陵兰 (-02:00/-01:00)
zh_hk: 格陵蘭 (-02:00/-01:00)

source: Guadalajara (-06:00)
ar: غوادلاجارا (-06:00)
hi: ग्वाडलजारा (-06:00)
ja: グアダラハラ (-06:00)
ru: Гвадалахара (-06:00)
th: กวาดาลาฮารา (-06:00)
zh: 瓜达拉哈拉 (-06:00)
zh_hk: 瓜達拉哈拉 (-06:00)

source: Guam (+10:00)
ar: غوام (+10:00)
hi: गुआम (+10:00)
is: Gvam (+10:00)
ja: グアム (+10:00)
ru: Гуам (+10:00)
th: กวม (+10:00)
zh: 关岛(+10:00)
zh_hk: 關島 (+10:00)

source: Hanoi (+07:00/+07:00)
ar: هانوي (+07:00/+07:00)
es: Hanói (+07:00/+07:00)
es_es: Hanói (+07:00/+07:00)
fr: Hanoï (+07:00/+07:00)
hi: हनोई (+07:00/+07:00)
ja: ハノイ (+07:00/+07:00)
pt_br: Hanói (+07:00/+07:00)
ru: Ханой (+07:00/+07:00)
sl: Hanoj (+07:00/+07:00)
th: ฮานอย (+07:00/+07:00)
vi: Hà Nội (+07:00/+07:00)
zh: 河内 (+07:00/+07:00)
zh_hk: 河內 (+07:00/+07:00)

source: Harare (+02:00)
ar: هراري (+02:00)
hi: हरारे (+02:00)
ja: ハラレ (+02:00)
ru: Хараре (+02:00)
th: ฮาราเร (+02:00)
zh: 哈拉雷 (+02:00)
zh_hk: 哈拉雷 (+02:00)

source: Hawaii (-10:00)
ar: هاواي (-10:00)
es: Hawái (-10:00)
es_es: Hawái (-10:00)
fi: Havaiji (-10:00)
ga: Haváí (-10:00)
hi: हवाई (-10:00)
ja: ハワイ (-10:00)
nl: Hawaï (-10:00)
pl: Hawaje (-10:00)
pt_br: Havaí (-10:00)
ru: Гавайи (-10:00)
sl: Havaji (-10:00)
th: ฮาวาย (-10:00)
zh: 夏威夷 (-10:00)
zh_hk: 夏威夷 (-10:00)

source: Helsinki (+02:00/+03:00)
ar: هلسنكي (+02:00/+03:00)
ca: Hèlsinki (+02:00/+03:00)
ga: Heilsincí (+02:00/+03:00)
hi: हेलसिंकी (+02:00/+03:00)
ja: ヘルシンキ (+02:00/+03:00)
pt: Helsínquia (+02:00/+03:00)
pt_br: Helsinque (+02:00/+03:00)
ru: Хельсинки (+02:00/+03:00)
sv: Helsingfors (+02:00/+03:00)
th: เฮลซิงกิ (+02:00/+03:00)
zh: 赫尔辛基 (+02:00/+03:00)
zh_hk: 赫爾辛基 (+02:00/+03:00)

source: Highlight
ar: أبرز الأحداث
ca: Ressaltament
cy: Amlygu
da: Fremhæv
es: Resaltar
es_es: Resaltar
fi: Korosta
fr: Mise en valeur
fr_ca: Faits marquants
ga: Aibhsigh
hi: हाइलाइट करें
is: Hápunktur
it: Evidenzia
ja: ハイライト
ms: Sorotan
nb: Utheving
nl: Markeren
pl: Podświetl
pt: Em destaque
pt_br: Destacar
ru: Выделить
sl: Poudarjeno
sv: Lyfta fram användning av märken
th: นำเสนอ
vi: Làm nổi bật
zh: 突出
zh_hk: 反白顯示

source: Hobart (+10:00/+11:00)
ar: هوبارت (+10:00/+11:00)
hi: होबार्ट (+10:00/+11:00)
ja: ホバート (+10:00/+11:00)
ru: Хобарт (+10:00/+11:00)
th: โฮบาร์ท (+10:00/+11:00)
zh: 霍巴特 (+10:00/+11:00)
zh_hk: 霍巴特 (+10:00/+11:00)

source: Home
ar: الصفحة الرئيسية
ca: Inici
cy: Hafan
da: Startside
de: Start
es: Página de inicio
es_es: Inicio
fi: Aloitussivu
fr: Accueil
fr_ca: Accueil
ga: Baile
hi: होम
is: Heim
ja: ホーム
ms: Laman Utama
nb: Hjem
nl: Startpagina
pl: Strona główna
pt: Início
pt_br: Página inicial
ru: Начальная страница
sl: Glavna stran
sv: Hem
th: หน้าหลัก
vi: Trang Chủ
zh: 首页
zh_hk: 首頁

source: Hong Kong (+08:00)
ar: هونغ كونغ (+08:00)
ga: Hong Cong (+08:00)
hi: हांगकांग (+08: 00)
ja: 香港 (+08:00)
ru: Гонконг (+08:00)
th: ฮ่องกง (+08:00)
vi: Hồng Kông (+08:00)
zh: 香港 (+08:00)
zh_hk: 香港 (+08:00)

source: hours
ar: من الساعات
ca: hores
cy: awr
da: timer
de: Stunden
es: horas
es_es: horas
fi: tunnit
fr: Heures
fr_ca: heures
ga: uaireanta
hi: घंटे
is: klukkutímar
it: ore
ja: 時間
ms: jam
nb: timer
nl: uren
pl: godz.
pt: horas
pt_br: horas
ru: часа/часов
sl: ur
sv: timmar
th: ชั่วโมง
vi: giờ
zh: 小时
zh_hk: 小時

source: Important
ar: أمر هام
cy: Pwysig
da: Vigtigt
de: Wichtig
es: Importante
es_es: Importante
fi: Tärkeä
ga: Tábhachtach
hi: महत्वपूर्ण
is: Mikilvægt
it: Importante
ja: 重要
ms: Penting
nb: Viktig
nl: Belangrijk
pl: Ważne
pt: Importante
pt_br: Importante
ru: Важный
sl: Pomembno
sv: Viktigt
th: สำคัญ
vi: Quan trọng
zh: 重要的
zh_hk: 重要事項

source: In progress
ar: قيد التقدم
ca: En curs
cy: Ar y gweill
da: I gang
de: In Bearbeitung
es: En progreso
es_es: En curso
fi: Käynnissä
fr: En cours
fr_ca: En cours
ga: Ar siúl
hi: प्रगति में
is: Í gangi
it: In corso
ja: 進行中
ms: Sedang berjalan
nb: Pågår
nl: Lopend
pl: W toku
pt: Em curso
pt_br: Em andamento
ru: В процессе выполнения
sl: V poteku
sv: Pågår
th: กำลังดำเนินการ
vi: Trong tiến trình
zh: 进行中
zh_hk: 進行中

source: Indiana (East) (-05:00/-04:00)
ar: إنديانا (شرق) (-05:00/-04:00)
ca: Indiana (Est) (-05:00/-04:00)
cy: Indiana (Dwyrain) (-05:00/-04:00)
es: Indiana (este) (-05:00/-04:00)
es_es: Indiana (Este) (-05:00/-04:00)
fi: Indiana (itä) (-05:00/-04:00)
fr: Indiana (Est) (-05:00/-04:00)
fr_ca: Indiana (Est) (-05:00/-04:00)
ga: Indiana (Thoir) (-05:00/-04:00)
hi: इंडियाना (पूर्व) (-05:00/-04:00)
is: Indiana (Austur-) (-05:00/-04:00)
it: Indiana (Est) (-05:00/-04:00)
ja: インディアナ(東部)(-05:00/-04:00)
ms: Indiana (Timur) (-05:00/-04:00)
nl: Indiana (Oost) (-05:00/-04:00)
pl: Indiana (wschód) (-05:00/-04:00)
pt: Indiana (Leste) (-05:00/-04:00)
pt_br: Indiana (Leste) (-05:00/-04:00)
ru: Индиана (Восточная) (-05:00/-04:00)
sl: Indiana (vzhod) (-05:00/-04:00)
sv: Indiana (öst) (-05:00/-04:00)
th: อินเดียน่า (ตะวันออก) (-05:00/-04:00)
vi: Indiana (Phía Đông) (-05:00/-04:00)
zh: 印第安纳州（东部）(-05:00/-04:00)
zh_hk: 印第安納 (東部) (-05:00/-04:00)
